Repository: Dfortysix/ntd_2048
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Score
vi: Điểm

# bestScore
source: Best
vi: Cao nhất

# gameOver
source: 🍂 No more fruits!
vi: 🍂 Hết trái cây rồi!

# gameOverMessage
source: You collected {score} fruits! 🍎
vi: Bạn đã thu thập được {score} trái cây! 🍎

source: Play Again
vi: Chơi lại

# swipeToMerge
source: Swipe to merge similar fruits 🍎
vi: Vuốt để gộp các trái cây giống nhau 🍎

# undoHelp
source: Undo last move
vi: Quay lại nước đi trước

# undoHelpTooltip
source: Undo last move ({count} left)
vi: Quay lại nước đi trước ({count} lượt còn lại)

source: Watch ad for help
vi: Xem quảng cáo để nhận lượt trợ giúp

# removeCherryHelp
source: Remove all Cherry tiles (2)
vi: Xóa tất cả ô Cherry (2)

# removeCherryHelpTooltip
source: Remove all Cherry tiles (2)
vi: Xóa tất cả ô Cherry (2)

source: Add help move
vi: Thêm lượt trợ giúp

# addHelpMoveMessage
source: You're out of help moves!
vi: Bạn đã hết lượt trợ giúp!

# freeMoveUsed
source: • 1 free move used
vi: • 1 lượt miễn phí đã sử dụng

# watchAdForMove
source: • Watch ad to get 1 more move
vi: • Xem quảng cáo để nhận thêm 1 lượt

# adInfo
source: Ad will show for 15-30 seconds
vi: Quảng cáo sẽ hiển thị trong 15-30 giây

source: Cancel
vi: Hủy

source: Watch Ad
vi: Xem quảng cáo

# helpMoveAdded
source: 🎉 You got 1 more help move!
vi: 🎉 Bạn đã nhận thêm 1 lượt trợ giúp!

# addCherryHelp
source: Add Cherry removal help
vi: Thêm lượt xóa Cherry

# addCherryHelpMessage
source: You're out of Cherry removal help!
vi: Bạn đã hết lượt xóa Cherry!

# watchAdForCherry
source: • Watch ad to get 1 more Cherry removal
vi: • Xem quảng cáo để nhận thêm 1 lượt xóa Cherry

# cherryHelpAdded
source: 🎉 You got 1 more Cherry removal help!
vi: 🎉 Bạn đã nhận thêm 1 lượt xóa Cherry!

source: Settings
vi: Cài đặt

source: Language
vi: Ngôn ngữ

source: Music
vi: Âm nhạc

source: Sound
vi: Âm thanh

source: About
vi: Thông tin

source: Version
vi: Phiên bản

source: Developer
vi: Nhà phát triển

source: Fruit Guide
vi: Hướng dẫn trái cây

source: Cherry
vi: Anh đào

source: Strawberry
vi: Dâu tây

source: Grape
vi: Nho

source: Orange
vi: Quýt

source: Apple
vi: Táo

source: Pear
vi: Lê

source: Peach
vi: Đào

source: Mango
vi: Xoài

source: Pineapple
vi: Dứa

source: Watermelon
vi: Dưa hấu

source: Melon
vi: Dưa gang

source: Coconut
vi: Dừa

source: Magic Basket
vi: Giỏ thần kỳ
